1yib.rust-bundle
aaron-bond.better-comments
actboy168.lua-debug
affenwiesel.matlab-formatter
alefragnani.pascal
apommel.matlab-interactive-terminal
augusterame.zls-vscode
bajdzis.vscode-database
bramvanbilsen.matlab-code-run
castwide.solargraph
christian-kohler.path-intellisense
cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
dustypomerleau.rust-syntax
ecmel.vscode-html-css
esafirm.kotlin-formatter
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
formulahendry.vscode-mysql
fwcd.kotlin
gimly81.matlab
golang.go
greatejoeylu.vscode-leetcode
haskell.haskell
hdevalke.rust-test-lens
hediet.debug-visualizer
hollowtree.vue-snippets
imjacobclark.vscode-lisp-formatter
ionide.ionide-fsharp
jakebathman.mysql-syntax
james-yu.latex-workshop
jeff-hykin.better-cpp-syntax
julialang.language-julia
justusadam.language-haskell
k--kato.intellij-idea-keybindings
koichisasada.vscode-rdbg
mads-hartmann.bash-ide-vscode
mathematic.vscode-latex
mathematic.vscode-pdf
mathiasfrohlich.kotlin
mathworks.language-matlab
mattn.lisp
maziac.asm-code-lens
michelemelluso.code-beautifier
mikhail-arkhipov.r
ms-ceintl.vscode-language-pack-zh-hans
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.js-debug-nightly
ms-vscode.live-server
naco-siren.gradle-language
naumovs.color-highlight
ocamllabs.ocaml-platform
octref.vetur
oijaz.unicode-latex
panicbit.cargo
pieterjongsma.swift-playgrounds
pkief.material-icon-theme
qingpeng.common-lisp
rdebugger.r-debugger
redhat.java
reditorsupport.r
richterger.perl
rogalmic.bash-debug
rohinivsenthil.postcode
rust-lang.rust-analyzer
s-nlf-fh.glassit
scala-lang.scala
scalameta.metals
sethjones.kotlin-on-vscode
shakram02.bash-beautify
shinyypig.matlab-in-vscode
shopify.ruby-extensions-pack
shopify.ruby-lsp
sirtori.indenticator
sjsepan.vscode-smallvisualbasic
skacekachna.win-opacity
sorbet.sorbet-vscode-extension
sswg.swift-lang
starkwang.markdown
streetsidesoftware.code-spell-checker
sumneko.lua
swellaby.rust-pack
tamasfe.even-better-toml
techer.open-in-browser
tecosaur.latex-utilities
tiehuis.zig
tomoki1207.pdf
torn4dom4n.latex-support
twxs.cmake
usernamehw.errorlens
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vknabel.vscode-apple-swift-format
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vue.volar
xabikos.javascriptsnippets
yzane.markdown-pdf
yzhang.markdown-all-in-one
ziglang.vscode-zig
